{
  "title": "Купите 1 раз и используете Lets VPN сервис одновременно на разных устройствах",
  "author": "Jamie",
  "authorAvatar": "/assets/avatar-02.jpg",
  "updated": "Updated over 11 months ago",
  "breadcrumb": [
    { "name": "All Collections", "link": "/help" },
    { "name": "Помощь с русским языком", "link": "/help/ru" }
  ],
  "content": "<p>С помощью системы аккаунтов LetsVPN вы можете добавить несколько устройств в один аккаунт. Таким образом, несколько устройств в аккаунте могут одновременно использовать сервис онлайн, и вам нужно заплатить только один раз за один аккаунт.</p><p>Если вы не видите вход в управление аккаунтом в программном обеспечении, как показано на рисунке ниже, пожалуйста, обратитесь к файлу «<a href='#' class='text-blue-600 hover:underline'>Как определить, использую последнюю версию приложения Lets VPN или нет</a>» для обновления до последней версии.</p><img src='/assets/use-ru2-1.gif' alt='Войдите в систему на нескольких устройствах' /><ol><li>Сначала вам нужно войти в интерфейс управления аккаунтом через опции в программе.</li><li>Затем, если у вас нет аккаунта, зарегистрируйте новый; если есть, войдите в свой зарегистрированный аккаунт.</li><li>Наконец, если вы покупаете услугу на устройстве с аккаунтом, то все устройства в аккаунте могут совместно использовать купленное вами время использования.</li></ol><p><b>Обратите внимание</b>, при регистрации, входе, удалении устройств и других операциях по управлению аккаунтом, ваше время использования может измениться. Подробные правила переноса времени использования аккаунта смотрите в файле «<a href='#' class='text-blue-600 hover:underline'>Правила перевода сроков между аккаунтами</a>».</p><p>Кроме того, в управлении аккаунтом LetsVPN не предусмотрена привязка к электронной почте или номеру телефона для восстановления пароля, потому что любое успешно вошедшее в аккаунт устройство может в любой момент установить новый пароль. Поэтому <b>мы настоятельно рекомендуем не делиться своим аккаунтом с другими</b>.</p><p>Это касается не только пароля, система аккаунтов LetsVPN по умолчанию предполагает использование одним человеком, поэтому ваша платежная информация сохраняется в аккаунте. Если вы поделитесь аккаунтом с незнакомым человеком, он может через вашу платежную информацию отследить вашу реальную личность, что серьезно угрожает вашим правам. В случае возникновения такой проблемы, хотя вы и нарушили наши «Условия использования», мы все равно сделаем все возможное для защиты ваших интересов. Пожалуйста, ознакомьтесь с инструкциями в «<a href='#' class='text-blue-600 hover:underline'>Восстановление исходного аккаунта через апелляцию</a>» и действуйте согласно им.</p><h2>Сколько устройств можно использовать в одном аккаунте?</h2><p>В настоящее время один аккаунт LetsVPN может использоваться на 2 устройствах. Это удовлетворяет потребности 90% пользователей, у которых есть телефон и компьютер. Однако, учитывая, что у пользователей может быть больше устройств, в будущем LetsVPN увеличит количество устройств, которые можно привязать к аккаунту.</p><h2>Увеличится ли стоимость покупки при наличии нескольких устройств?</h2><p>Наличие нескольких устройств не приведет к увеличению стоимости вашей оплаты. В настоящее время система для большего количества устройств еще не запущена. Если у вас есть какие-либо предложения и идеи, пожалуйста, напишите нам по адресу <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>, мы будем очень благодарны.</p><h2>Как заменить устройство в аккаунте при смене устройства?</h2><p>Если вы сменили устройство и больше не будете использовать устройство в аккаунте, пожалуйста, выполните следующие действия.</p><img src='/assets/use-ru2-2.gif' alt='Удалить устройство' /><ol><li>Если в вашем аккаунте изначально было только одно устройство, войдите в свой аккаунт на новом устройстве, а затем в интерфейсе управления аккаунтом найдите старое устройство и «удалите» его.</li><li>Если в вашем аккаунте уже было два устройства, то в интерфейсе управления аккаунтом найдите то устройство, которое больше не используется, и «удалите» его.</li></ol><p>Если оба устройства в вашем аккаунте уже недоступны, пожалуйста, ознакомьтесь со статьей «<a href='#' class='text-blue-600 hover:underline'>Что делать если достигнут лимит количества привязанного устройства</a>» для дальнейших действий.</p><h2>Как объединить несколько аккаунтов?</h2><p>Если у вас по какой-либо причине несколько аккаунтов и вы хотите их объединить, пожалуйста, напишите на <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>, указав имена ваших аккаунтов и ID устройств в них, а также причину необходимости объединения. Мы рассмотрим вашу просьбу и проведем эту операцию вручную. В будущих версиях LetsVPN мы можем отказать в ручной обработке таких запросов.</p><h3>Дополнительные статьи:</h3><p><a href='/help/ru/article/1' class='text-blue-600 hover:underline'>Как получить последнюю версию приложения Lets VPN</a></p><p>Если у вас возникнут вопросы по использованию аккаунта, пожалуйста, напишите на <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>, и профессиональные сотрудники службы поддержки помогут вам решить проблему, чтобы вы остались довольны.</p><hr class='my-8 border-gray-200' /><h3>Related Articles</h3><ul><li><a href='#' class='text-blue-600 hover:underline'>Правила перевода сроков между аккаунтами</a></li><li><a href='#' class='text-blue-600 hover:underline'>Что делать если достигнут лимит количества привязанного устройства</a></li><li><a href='#' class='text-blue-600 hover:underline'>Как выйти из устройства в Lets VPN</a></li><li><a href='#' class='text-blue-600 hover:underline'>Объяснение системы аккаунтов LetsVPN</a></li></ul><div class='mt-10 pt-6 border-t border-gray-200 text-center'><p class='text-gray-600 mb-4'>Did this answer your question?</p><div class='flex justify-center space-x-4 mt-2'><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Dissatisfied'>😞</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Neutral'>😐</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Satisfied'>😃</button></div></div>"
}
