{
  "title": "Как решить проблему сбоя при запуске конфигурации VPN из-за MDM в iOS 18?",
  "author": "LetsVPN",
  "authorAvatar": "/assets/avatar-letsvpn.png",
  "updated": "Updated over 10 months ago",
  "breadcrumb": [
    { "name": "All Collections", "link": "/help" },
    { "name": "Помощь с русским языком", "link": "/help/ru" },
    { "name": "Вопрос о установке и использовании", "link": "/help/ru" }
  ],
  "content": "<p>В этой статье мы расскажем, как решить проблему сбоя при запуске конфигурации VPN, возникшую после обновления до iOS 18.</p><h2>1. Проблемы, с которыми сталкиваются пользователи</h2><p>После обновления до iOS 18 многие пользователи сообщили, что VPN не запускается, и появляется ошибка(как показано на изображении ниже). Это связано с изменениями в настройках управления мобильными устройствами (MDM), которые теперь требуют дополнительных разрешений для успешного запуска конфигурации VPN.</p><img src=\"/assets/use-ios18-ru-1.png\" alt=\"Ошибка настройки VPN\" /><h2>2. Что такое управление мобильными устройствами (MDM)?</h2><p>MDM (Mobile Device Management) — это система, которая используется для управления и защиты мобильных устройств, таких как смартфоны и планшеты. Она позволяет централизованно управлять устройствами, следить за их использованием и обеспечивать их безопасность.</p><img src=\"/assets/use-ios18-ru-2.png\" alt=\"Схема MDM\" /><h2>3. Как проверить, находится ли устройство под управлением MDM?</h2><h3>Способ 1:</h3><p>Откройте \"Настройки\" и проверьте, есть ли сообщение \"Этот iPhone является сопровождаемым и находится под управлением организации «XXX».\"</p><img src=\"/assets/use-ios18-ru-3.png\" alt=\"Проверка управления MDM в Настройках\" /><h3>Способ 2:</h3><p>Откройте \"Настройки\" → \"Основные\" → \"VPN и управление устройством\". Проверьте наличие MDM-профиля в ПРОФИЛИ КОНФИГУРАЦИИ (имена разных MDM-инструментов могут отличаться, приведенное изображение является примером).</p><img src=\"/assets/use-ios18-ru-4.png\" alt=\"Проверка профиля MDM\" /><h2>4. How to Enable VPN Configuration on a Device Under MDM Control?</h2><p>Если вы подтвердили, что ваше устройство находится под управлением MDM, свяжитесь с администратором устройства для получения дальнейшей помощи. Методы управления зависят от конкретной MDM-платформы, поэтому администратор должен следовать документации своей платформы для настройки разрешений. Обычно это разрешение можно найти в MDM-консоли в виде опций:</p><ul><li>\"Создать конфигурацию VPN\" (\"Create VPN configuration\")</li><li>\"Разрешить создание VPN\" (\"allowVPNCreation\")</li></ul><img src=\"/assets/use-ios18-ru-5.png\" alt=\"Разрешение на создание VPN\" /><p>После того как администратор настроит разрешение, вы сможете перезапустить ваше приложение для VPN и проверить, работает ли конфигурация. Если проблема не будет решена, свяжитесь с нашей службой технической поддержки, чтобы мы могли помочь с дальнейшей диагностикой.</p>"
}
