{
  "title": "Что делать если достигнут лимит количества привязанного устройства",
  "author": "Jamie",
  "authorAvatar": "/assets/avatar-02.jpg",
  "updated": "Updated over 11 months ago",
  "breadcrumb": [
    { "name": "All Collections", "link": "/help" },
    { "name": "Помощь с русским языком", "link": "/help/ru" },
    { "name": "Вопрос о установке и использовании", "link": "/help/ru" }
  ],
  "content": "<p>Если вы встречаетесь с такой ситуацией, в этой статье написано что надо делать</p><p>В данный момент вам можно максимально привязать 2 устройства к аккаунту, и когда вы хотите войти в аккаунт через третье устройство, там появится ниже указанное всплывающее окно, это же нормально.</p><img src=\"/assets/use-muti-ru-1.png\" alt=\"Ошибка входа\" /><p>Т. к. себестоимость сетевого управления очень высокая, поэтому только можем поддержать пользователей, использующих бесплатную лицензию одного аккаунта не больше чем 2 устройства.</p><p>Если вы хотите привязать третье устройство, тогда вам нужно создать новый аккаунт, и еще купите сроки для использования. конечно вы тоже можете добавить 2 устройства в этой новый аккаунт.</p><p>Но в будущем вы можете привязать больше устройство к вашему аккаунту, только цена может немного увеличиваться, или купите меньше сроков по прежней цене. Т. к. эта функция еще не действительна, если у вас есть какие-то предложения или идеи, просим обязательно связаться с нами по почте <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>, мы очень приветствуем ваши комментарии и предложения.</p><h2>Как изменить устройство привязано к аккаунту?</h2><p>Если по какой причине вам нужно поменять устройство привязано к аккаунту, а не хотите добавить третье устройство, просим выполнить следующие шаги для решения вашего вопроса.</p><p>Вам нужно войти в аккаунт через устройство которое вы еще используете и на странице \"управление аккаунтом\" нажмите устройство вам не нужно, потом \"удалить устройство\"</p><img src=\"/assets/use-muti-ru-2.png\" alt=\"Удалить устройство\" /><p>Если оба устройства не рядом с тобой, просим связаться с нами по почте <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a> и предоставить ниже информации, мы будем решать вашу проблему как можно быстрее:</p><ol style='list-style-type: decimal; padding-left: 2rem; margin: 1rem 0;'><li>Ваш ид по данному устройству</li><li>Имя входа вашего аккаунта</li><li>ВПН ид который вы хотите удалить</li><li>скриншот платежки любого заказа в прошлом в вашем аккаунте</li></ol><p>Если вы не знаете как найти информации об оплате, просим читать следующую статью &lt;как найти подробные информации об оплате услуг по использованию Lets VPN&gt;</p><p><b>Внимание!</b> вам нужно сделать скриншот платежки в любом устройстве которое привязано к вашему аккаунту. Если вы не можете предоставить эти данные, мы не можем подтвердить, что вы имеете прямое отношение к этому аккаунту.</p><p>А еще если вы забыли впн ид который хотите удалить, можете обращаться к нашему обслуживанию и предоставить остальные данные для подтверждения, и после этого наше обслуживание клиентов предоставит вам основные информации о вашем аккаунте чтобы вы могли сами решить что делать.</p><h2>Почему нельзя привязать больше устройств к одному аккаунту и только можно одновременно использовать на 2-х устройствах?</h2><p>Lets VPN использует самую передовую технику обхода блокировки во всех мирах, но из-за жесткого контроля интернета в многих странах только это не сильно влияет на скорость работы приложения Lets VPN.</p><p>С помощью сетевых данных из вашего устройства наша система автоматически подтверждает подключение к Lets VPN или нет, но из-за техники обхода блокировки там будет сетевое моделирование, это запутает нашу систему, поэтому мы только можем ограничить привязанное количество устройств.</p><p>И при других обстоятельствах управления аккаунтом вы можете читать статью &lt;Купите 1 раз и используете одновременно на разных устройствах&gt;, и если у вас возникнут любые вопросы во время использования, просим связаться с нами по почте <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a> и объяснить обстановку, потом специальное обслуживание клиентов будет вам помогать и как можно быстрее решить вашу проблему.</p><hr class='my-8 border-gray-200' /><h3>Related Articles</h3><ul><li><a href='/help/ru/article/6' class='text-blue-600 hover:underline'>Как купить Lets Vpn сервис через агента без webmoney</a></li><li><a href='/help/ru/article/5' class='text-blue-600 hover:underline'>Как купить Lets VPN сервис в Туркменистане?</a></li><li><a href='/help/ru/article/2' class='text-blue-600 hover:underline'>Купите 1 раз и используете Lets VPN сервис одновременно на разных устройствах</a></li><li><a href='#' class='text-blue-600 hover:underline'>Правила перевода сроков между аккаунтами</a></li><li><a href='/help/ru/article/3' class='text-blue-600 hover:underline'>Как найти свои сроки в случае изменения своего впн ид</a></li></ul><div class='mt-10 pt-6 border-t border-gray-200 text-center'><p class='text-gray-600 mb-4'>Did this answer your question?</p><div class='flex justify-center space-x-4 mt-2'><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Dissatisfied'>😞</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Neutral'>😐</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Satisfied'>😃</button></div></div>"
}
