{
  "title": "Use one subscription on multiple devices",
  "author": "Jamie",
  "authorAvatar": "/assets/avatar-02.jpg",
  "updated": "Updated over 11 months ago",
  "breadcrumb": [
    { "name": "All Collections", "link": "/help" },
    { "name": "Help Documents", "link": "/help/en" }
  ],
  "content": "<p>Share your LetsVPN subscription with multiple devices by simply registering an account.</p><p>After the registration completes, one subscription allows you to connect multiple devices at same time.</p><img src='/assets/use-subscribtion-1.png' alt='Login on multiple devices' /><p>If you couldn’t find the account settings page, please read <a href='/help/en/article/51' class='text-blue-600 hover:underline'>&lt;Find the software version on my device&gt;</a> to ensure you are using the latest version.</p><p>Please follow the instructions on the picture above:</p><ol style='list-style-type: decimal; padding-left: 2rem; margin: 1rem 0;'><li>Log into your account (register an account first if you don't have one)</li><li>Buy a subscription. One subscription lets you connect multiple devices at the same time.</li></ol><p>Please note that your remaining time may change during various account operations, such as registering, logging in, or deleting a device. For more details please read... <a href='#' class='text-blue-600 hover:underline'>&lt;Tips for account transfer&gt;</a></p><p><b>Again, we strongly recommend that you don't share your account with others. Anyone who logs into your account can change the password and there is no associated phone number or email address that helps you reset your password.</b></p><p>Please keep all your account information secure. It's risky to share your account with someone you don't know as he/she can remove all your devices after logging in.</p><p>Sharing your account with different users is in violation of LetsVPN Terms of Service. Nevertheless, we will try our best to help you if something unexpected happens. For more details, please read <a href='#' class='text-blue-600 hover:underline'>&lt;Recover my LetsVPN account&gt;</a></p><h2>How many devices can be connected simultaneously with one LetsVPN subscription?</h2><p>Currently, one subscription allows you to connect 2 devices at same time, which meets the needs of 90% of users (a smartphone and a computer).</p><h2>Does the subscription fee increase with device number?</h2><p>Nope! There is no extra charge for 2 connections. In the near future, we may have more subscription options for you to choose at different prices. You can make the purchase according to your needs. If you have better ideas, please email us at <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>. You are more than welcome to tell us what you need or what will be more popular!</p><h2>How to manage my account if I change a device?</h2><p>If you change a device, please follow the instructions below. (Please note that you can't remove the same device that you logged into)</p><img src='/assets/use-subscribtion-2.png' alt='Remove device from account' /><ol style='list-style-type: decimal; padding-left: 2rem; margin: 1rem 0;'><li>If there is only one device in your account<ul style='list-style-type: disc; padding-left: 2rem; margin-top: 0.5rem;'><li>Log into your account on the new device</li><li>Remove the device you no longer use</li></ul></li><li>If there are two devices in your account<ul style='list-style-type: disc; padding-left: 2rem; margin-top: 0.5rem;'><li>Log into your account on the device you are still going to use</li><li>Remove the device you no longer use</li></ul></li><li>If both of the binding devices are not under your control, please read <a href='#' class='text-blue-600 hover:underline'>&lt;What if I reached maximum connection limit&gt;</a></li></ol><h2>How to merge multiple accounts?</h2><p>Please email us your different account names and IDs at <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a> and tell us why you like to merge these accounts. We will try our best to help you.</p><p>In some cases, we might need your collaboration to finish the merge experience.</p><p>Please don't hesitate to reach us at <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a> if you have any problem. Our customer support team is ready to assist you.</p><hr class='my-8 border-gray-200' /><h3>Related Articles</h3><ul><li><a href='/help/en/article/1' class='text-blue-600 hover:underline'>How to download LetsVPN</a></li><li><a href='/help/en/article/51' class='text-blue-600 hover:underline'>Find the software version on my device</a></li><li><a href='#' class='text-blue-600 hover:underline'>What if I reached maximum connection limit</a></li><li><a href='/help/en/article/32' class='text-blue-600 hover:underline'>Keep LetsVPN running in the background (for Samsung users)</a></li></ul><div class='mt-10 pt-6 border-t border-gray-200 text-center'><p class='text-gray-600 mb-4'>Did this answer your question?</p><div class='flex justify-center space-x-4 mt-2'><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Dissatisfied'>😞</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Neutral'>😐</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Satisfied'>😃</button></div></div>"
}
