{
  "title": "Что делать если после подключения но нет доступа к любым сайтам",
  "author": "Jamie",
  "authorAvatar": "/assets/avatar-02.jpg",
  "updated": "Updated over a year ago",
  "breadcrumb": [
    { "name": "All Collections", "link": "/help" },
    { "name": "Помощь с русским языком", "link": "/help/ru" }
  ],
  "content": "<p>Если после подключения нет доступа к любым сайтам, как будто прервался интернет, читайте эту статью, и мы поможем решить эту проблему.</p><h2>Lets Vpn - сетевое программное обеспечение, и ему нужно право на доступ к сети в вашем компьютере. И в системе windows когда Lets Vpn просит предоставить право на доступ к сети, на рабочем столе должно было всплывающее окно, как на гиф ниже:</h2><img src=\"/assets/use-windowinstall-ru-1.gif\" alt=\"Windows Defender Firewall prompt for LetsVPN\" /><p>Когда вы увидите это всплывающее окно, поставьте галочку как в вышеуказанном gif и нажмите \"разрешить доступ\", только так Lets Vpn может работать нормально.</p><p>И если вы нажимаете \"отменить\", может возникать следующая ситуация:</p><ul><li>Нет доступа к большинству сайтам</li><li>В браузере появилась ошибка Time out</li><li>Нельзя открыть ссылки, которые прежде можно было открыть</li></ul><img src=\"/assets/use-windowinstall-ru-2.png\" alt=\"Browser cannot reach site\" /><h2>Если возникла такая проблема, не беспокойтесь, мы можем добавить Lets Vpn в белый список брандмауэра, чтобы решить эту проблему.</h2><h3>Как найти и настроить брандмауэр, чтобы разрешить Lets Vpn доступ к сети?</h3><p>В разных системах Windows настройка брандмауэра одинакова, но пути для входа в настройки различаются. Мы используем общепринятый способ и даем общее и подробное описание, смотрите ниже:</p><img src=\"/assets/use-windowinstall-ru-3.gif\" alt=\"Finding Firewall settings in Windows\" /><p>Просим делать как ниже, и вы найдете, где находится брандмауэр, и добавите Lets Vpn в исключения:</p><ol><li>Одновременно нажмите “Win+R”, потом введите “control” и нажмите “enter”</li><li>В верхнем правом углу: выберите “Просмотр по категориям”</li><li>Нажмите “Система и безопасность”</li><li>Найдите “Брандмауэр Windows”</li><li>Нажмите “Разрешить запуск программы через брандмауэр Windows”</li><li>Нажмите “Изменить параметры”</li><li>Поставьте галочку напротив Lets (включая частные и публичные сети)</li></ol><p>Если вы успели добавить Lets Vpn в исключения брандмауэра, вы увидите следующую картину:</p><img src=\"/assets/use-windowinstall-ru-4.png\" alt=\"LetsVPN allowed in Firewall\" /><p>И после этого, включите еще раз Lets Vpn для Windows, потом посетите веб-сайт, который вам нравится, получилось или нет?</p><h2>Что делать при других обстоятельствах</h2><p>Когда нажмите кнопку настройки брандмауэра но нет реакции. Если вы сделали как вышеуказано, вам нужно нажимать \"разрешить запуск программ через брандмауэр Windows\", но может быть вы нажимаете и никакой реакции, это наверно в вашем компьютере появится проблема с брандмауэром, просим читать ниже статью для решения этого вопроса.</p><ul><li><a href='#' class='text-blue-600 hover:underline'>Как впн работает нормально если появится проблема с брандмауэром в Windows 7</a></li></ul><h3>Вопрос об особом сетевом адаптере</h3><p>Некоторые сетевые адаптеры или комплект программного обеспечения систем имеет функцию сетевого управления, из-за этих функций может возникнуть проблему, смотрите ниже:</p><ul><li><a href='#' class='text-blue-600 hover:underline'>Обратите особое внимание если используете компьютер с Killer сетевом адаптером</a><br/>Такой сетевой адаптер обычно обнаружен на ALIENWARE, MSI, Dell, Acer или Razer компьютерах.</li><li><a href='#' class='text-blue-600 hover:underline'>Специальные настройки если в компьтере есть приложение SmartByte</a><br/>Этот сетевой адаптер обычно обнаружен в компьютерах Dell.</li></ul><p>Если вы уже сделали так но еще не получается, просим отправить письмо на наш адрес почты <a href='mailto:letsvpn@rbox.me' class='text-blue-600 hover:underline'>letsvpn@rbox.me</a>, и наше социальное обслуживание клиентов будет вам помогать решить этот вопрос.</p><hr class='my-8 border-gray-200' /><h3>Related Articles</h3><ul><li><a href='/help/ru/article/5' class='text-blue-600 hover:underline'>Как купить Lets VPN сервис в Туркменистане?</a></li><li><a href='/help/ru/article/8' class='text-blue-600 hover:underline'>Настройка Lets VPN для стабильной работы в фоне телефона samsung</a></li><li><a href='/help/ru/article/10' class='text-blue-600 hover:underline'>Настройка Lets VPN для стабильной работы в фоне телефона Huawei</a></li><li><a href='/help/ru/article/9' class='text-blue-600 hover:underline'>Настройка Lets VPN для стабильной работы в фоне телефона Xiaomi</a></li><li><a href='#' class='text-blue-600 hover:underline'>Специальные настройки если в компьтере есть приложение SmartByte</a></li></ul><div class='mt-10 pt-6 border-t border-gray-200 text-center'><p class='text-gray-600 mb-4'>Did this answer your question?</p><div class='flex justify-center space-x-4 mt-2'><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Dissatisfied'>😞</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Neutral'>😐</button><button class='text-4xl p-2 rounded-full hover:bg-gray-100 transition-colors' aria-label='Satisfied'>😃</button></div></div>"
}
